import type { Favorites } from '../types'

export const favorites: Favorites = {
  anime: [
    { name: '勇者处刑 惩罚勇者9004队服刑记录', comment: '经费燃烧，制作精美，动作画面感强劲，女主很萌' },
    { name: '【我推的孩子】第三季', comment: '制作一季比一季精良了！黑化后拥有黑星眼的露比很帅气，但是我是帽党，她最后能赢吗？' },
    { name: '凡人修仙传', comment: '国产 3D 动画巅峰之作，有生之年系列，很有代入感。看韩跑跑装逼也好，吃瘪也好，都感到很爽' },
  ],
  games: [
    { name: '绝区零', comment: '米家游戏的质量不用质疑，角色建模精良，美术风格独特，但剧情比较俗套' },
    { name: 'OSU!', comment: '点圈圈的游戏，免费音乐播放器（bushi），美术艺术感强。社区长年活跃，不得不说人类进化太快' },
    { name: '雨中冒险2', comment: '魂系游戏，喜欢玩的人一玩就上头，玩到最后竟然发现自己是侵略者。就是难度把控不好，经常感到有点牢' },
  ],
  music: [
    { name: '大切な場所', comment: '日语入坑歌，听了上百遍，很有怀念的感觉，有段旋律我很喜欢。虽说只坚持学习日语一年多，最终因为自己的听力不好而放弃了' },
    { name: 'ぼくのフレンド', comment: '有点洗脑，听起来很有感觉，虽然听不懂，但看了歌词后还是感受到共鸣' },
    { name: 'Refrain', comment: '纯音乐，很好听，很有节奏感，有时会跟着哼唱' },
  ],
}
